Revit 2024 API
ParameterTypeId.CurtaingridBeltVert Property
 "Measurement Line"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId CurtaingridBeltVert { get; }
Visual Basic
Public Shared ReadOnly Property CurtaingridBeltVert As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ CurtaingridBeltVert {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace